Repository: ebra0x0/UpDown
Catalog: lib/l10n/app_*.arb
Languages: ar

# elevator_working
source: Working
ar: يعمل

# elevator_broken
source: Broken
ar: معطل

# elevator_repair
source: Under Repair
ar: قيد الإصلاح

# elevator_maintenance
source: Under Maintenance
ar: قيد الصيانة

# elevator_disabled
source: Disabled
ar: مغلق

# elevatorWorkingDescription
source: The elevator's working
ar: المصعد في حالة جيدة ويعمل بشكل طبيعي.

# elevatorBrokenDescription
source: The elevator's broken and cannot be used
ar: المصعد معطل و سيتم اصلاحه في أقرب وقت.

# elevatorRepairDescription
source: The elevator's under repair
ar: جاري إصلاح العطل وسيعمل في أقرب وقت

# elevatorMaintenanceDescription
source: The elevator's under maintenance
ar: المصعد تحت الصيانة.

# elevatorDisabledDescription
source: The elevator's currently unavailable
ar: المصعد غير متاح في الوقت الحالي.

# issueType_door_not_opening
source: Door Not Opening
ar: هناك باب لا يفتح .

# issueType_stuck_between_floors
source: Stuck Between Floors
ar: المصعد متوقف بين طابقين.

# issueType_noise
source: Noise
ar: المصعد يصدر أصوات عالية .

# issueType_not_responding
source: Not Responding
ar: المصعد متوقف ولا يستجيب للطلبات .

# issueType_button_not_responding
source: Button Not Responding
ar: هناك زر لا يعمل .

# issueType_above_floor
source: Above Floor
ar: المصعد يتوقف أعلى الطابق المطلوب .

# issueType_other
source: Other
ar: أخرى

# report_pending
source: Pending
ar: قيد الانتظار

# report_reported
source: Reported
ar: تم الإبلاغ

# report_coming
source: Coming
ar: الفني في الطريق .

# report_arrived
source: Arrived
ar: لقد وصل الفني .

# report_in_progress
source: In Progress
ar: جاري إصلاح العطل

# report_resolved
source: Resolved
ar: تم إصلاح العطل .

# reportPendingDescription
source: The report is pending and hasn't been handled yet
ar: التقرير في الانتظار ولم يتم التعامل معه بعد.

# reportReportedDescription
source: The issue has been reported
ar: تم الإبلاغ عن العطل.

# reportComingDescription
source: The technecian's on the way
ar: الفنيين في الطريق لحل العطل.

# reportArrivedDescription
source: The technician has arrived
ar: وصل الفنيين إلى الموقع .

# reportInProgressDescription
source: In progress
ar: العطل قيد الإصلاح الآن .

# reportResolvedDescription
source: The issue has been resolved
ar: تم إصلاح العطل والمصعد يعمل على أكمل وجه .

# unit_active
source: Active
ar: نشط

# unit_needs_maintenance
source: Needs Maintenance
ar: يحتاج صيانة

# unit_out_of_service
source: Out Of Service
ar: خارج الخدمة
